/*!
 *****************************************************************************
 *
 *  Copyright ? 2017-2018 yifeng. All Rights Reserved.
 *
 * \file      smart_histroy_page.c
 * \author    yifeng
 * \version   1.0
 * \date      2021年12月20日
 * \brief     历史记录
 *
 *----------------------------------------------------------------------------
 * \attention
 *
 *
 *****************************************************************************
 */

/*****************************************************************************
 change history: 
    1.date  : 2021年12月20日
      author: yifeng
      change: create file

*****************************************************************************/
#include "Demo_1/Inc/smart_history_page.h"


void Smart_History_Create(lv_obj_t* parent)
{
  
}



